// Вариант 1
// 1.1 Реализует функцию вывода простых чисел в консоль (описание смотрим в методичке)
// 1.2 Реализует фукнцию обратного отсчёта
// 1.3 Используем colors, minimist, ansi, readline, Commander, Inquirer, yargs
// Вариант 2
// Всё что в варианте 1.
// 2.1 создать с помощью Node.js API консольную программу, которая будет выводить что-либо в консоль разными цветами и издавать звук(и) с помощью модуля или модулей, отличных от рассмотренного на уроке
// 2.2 Написать консольную игру "Орел или решка", в которой надо будет угадывать выпадающее число (1 или 2). В качестве аргумента программа может принимать имя файла для логирования результатов каждой партии. В качестве более продвинутой версии задания можете реализовать простейшую версию игры Blackjack
// 2.3 Сделать программу-анализатор игровых логов. В качестве аргумента программа получает путь к файлу. Выведите игровую статистику: общее количество партий, количество выигранных / проигранных партий и их соотношение, максимальное число побед / проигрышей подряд
// 2.4 Покрываем код тестами
// 2.5 Пишем код на тайпскрипте
// 2.6 Добавить линтер
// 2.7 Добавляем вебхук для тестов
// 2.8 Разобраться как деплоить проект на heroku